import React from 'react';
import Title from '../Components/Title';

const AboutPage = () => {
    return (
        <div className="AboutPage">
            <Title title={'Информация'} span={'Информация'}/>
            <header className="hero">
                <p className="about-p">
                    За намирането на оптимално разпределение на капиталовложения
                    използвам <strong>Принцип на Белман</strong>, който дава информация
                    колко е максималната печалба при определен етап на разглеждане на
                    данните при определена инвестиция. Този метод открива най-
                    благоприятния за всички предприятия бизнес план, който да се
                    следва и чрез който да се минимизират възможните загуби, ако 
                    се експериментира с използването на други варианти. За да може
                    този метод на динамичното оптимиране да е ефективен, трябва да
                    се въведат някои входни данни от потребителя-компания:
                    <span><strong>- За всяко предприятие, използващ текущия бизнес план,
                        се взимат също така данни за инвестиция и печалба.
                    </strong></span>
                    След това алгоритъмът извършва изчисления, чрез които всяка
                    компания получава оптимален бизнес план, по който да се 
                    движи.
                </p>
            </header>
        </div>
    );
}

export default AboutPage;
